# Miscellaneous Utilities
brew 'the_silver_searcher'
brew 'coreutils'
brew 'git'
brew 'gnu-sed'
brew 'jq'
brew 'mtr'
brew 'nmap'
brew 'pssh'
brew 'rename'
brew 'shellcheck'
brew 'watch'
brew 'wget'

# rbenv
# brew 'rbenv'
# brew 'ruby-build'

# Python 3 (for SublimeLinter-pyyaml)
brew 'python3'

# Amazon Web Services
brew 'awscli'

# Homebrew Cask
brew 'caskroom/cask/brew-cask'

# iTerm2
cask 'iterm2'

# Google
cask 'google-drive'
cask 'google-chrome'

# Flux
cask 'flux'

# Sublime Text
tap 'caskroom/versions'
cask 'sublime-text3'

# ChefDK
cask 'chefdk'

# Cyberduck
cask 'cyberduck'

# VLC
cask 'vlc'

# Wireshark
cask 'xquartz'
cask 'wireshark'
