tap 'gapple/services' # Installs `brew services` commands
brew 'caskroom/cask/brew-cask' # Installs `brew cask` commands
tap 'caskroom/versions' # Alternate versions of casks

cask 'android-file-transfer'
cask 'appcleaner'
brew 'awscli'
brew 'bfg'
cask 'chefdk'
cask 'colloquy'
brew 'coreutils'
cask 'cyberduck'
cask 'flux'
brew 'git'
brew 'gnu-sed'
cask 'google-drive'
cask 'google-chrome'
cask 'iterm2'
brew 'jq'
cask 'kitematic'
brew 'mtr'
brew 'nmap'
brew 'pssh'
brew 'pwgen'
brew 'python3'
brew 'rbenv'
brew 'rename'
brew 'ruby-build'
brew 'shellcheck'
cask 'sublime-text3'
brew 'the_silver_searcher'
cask 'transmission'
cask 'virtualbox'
cask 'vlc'
brew 'watch'
brew 'wget'
cask 'wireshark'
cask 'xquartz'
